      * This is a comment
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       AUTHOR. ME.
       INSTALLATION. LINUX.
       DATE-WRITTEN. 2024/03/13.
       DATE-COMPILED. 2024/03/13.
       SECURITY. NONE.
       REMARKS. SOME.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO WORLD'.
           STOP RUN.
